export const qaData = [
  {
    firstPText:
      "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
    secondPText: "",
  },
  {
    firstPText: "Прототип нового сервиса - это как трубный призыв?",
    secondPText: "",
  },
  {
    firstPText: "Частокол на границе продолжает удивлять?",
    secondPText:
      "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    firstPText:
      "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
    secondPText: "",
  },
  {
    firstPText:
      "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
    secondPText: "",
  },
  {
    firstPText: "Высококачественный прототип будущего проекта обнадёживает?",
    secondPText: "",
  },
];

export const svgPlus =
  '<svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none"><path d="M17 11H13V7C13 6.73478 12.8946 6.48043 12.7071 6.29289C12.5196 6.10536 12.2652 6 12 6C11.7348 6 11.4804 6.10536 11.2929 6.29289C11.1054 6.48043 11 6.73478 11 7V11H7C6.73478 11 6.48043 11.1054 6.29289 11.2929C6.10536 11.4804 6 11.7348 6 12C6 12.2652 6.10536 12.5196 6.29289 12.7071C6.48043 12.8946 6.73478 13 7 13H11V17C11 17.2652 11.1054 17.5196 11.2929 17.7071C11.4804 17.8946 11.7348 18 12 18C12.2652 18 12.5196 17.8946 12.7071 17.7071C12.8946 17.5196 13 17.2652 13 17V13H17C17.2652 13 17.5196 12.8946 17.7071 12.7071C17.8946 12.5196 18 12.2652 18 12C18 11.7348 17.8946 11.4804 17.7071 11.2929C17.5196 11.1054 17.2652 11 17 11Z" fill="#191C1F"/></svg>';

export const svgCircle =
  '<svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none"><circle cx="12" cy="12" r="11" stroke="#191C1F" stroke-width="2"/></svg>';

export const fullReviewData = [
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
];

export const reviewData = [
  {
    icon: "./public/icons/iconc1.svg",
    name: "Константинов Михаил Павлович",
    location: "Санкт-Петербург",
    review:
      "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы...",
  },
  {
    icon: "./public/icons/iconc2.svg",
    name: "Иван Иванов",
    location: "Санкт-Петербург",
    review:
      "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
  },
  {
    icon: "./public/icons/iconc3.svg",
    name: "Артем Корнилов",
    location: "Самара",
    review:
      "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Александр Сергеевич Пушкин",
    location: "Москва",
    review:
      "Все счастливы, кто забыт. Но забыть того, кого мы любили, невозможно.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Альберт Эйнштейн",
    location: "Берн",
    review:
      "Воображение важнее знания. Знание ограничено, воображение охватывает весь мир.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Мартин Лютер Кинг",
    location: "Атланта",
    review:
      "У нас есть мечта. Это мечта, глубоко укорененная в американской мечте.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Махатма Ганди",
    location: "Порбандар",
    review:
      "Будьте теми изменениями, которые хотите видеть в мире. Мир достаточно велик для удовлетворения потребностей каждого человека, но всегда будет слишком мал для удовлетворения жадности одного человека.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Мария Кюри",
    location: "Варшава",
    review: "В науке мы должны быть заинтересованы в вещах, а не в людях.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Никола Тесла",
    location: "Нью-Йорк",
    review:
      "Если вы хотите найти секреты Вселенной, думайте в терминах энергии, частоты и вибрации.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Уильям Шекспир",
    location: "Стратфорд-апон-Эйвон",
    review: "Быть или не быть, вот в чем вопрос.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Леонардо да Винчи",
    location: "Флоренция",
    review:
      "Ученый никогда не думает экспериментально до тех пор, пока он не знает ответ.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Исаак Ньютон",
    location: "Лондон",
    review: "Я могу рассчитать движение небесных тел, но не безумие людей.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Чарльз Дарвин",
    location: "Лондон",
    review:
      "Не самый сильный выживает, а тот, кто лучше приспособлен к изменениям.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Винстон Черчилль",
    location: "Лондон",
    review:
      "Успех - это способность идти от одной неудачи к другой без потери энтузиазма.",
  },
  {
    icon: "./public/icons/iconc1.svg",
    name: "Мать Тереза",
    location: "Калькутта",
    review:
      "Не все из нас могут делать большие дела. Но мы можем делать малые вещи с большой любовью.",
  },
];
