export const qaData = [
  {
    firstPText:
      "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
    secondPText: "",
  },
  {
    firstPText: "Прототип нового сервиса - это как трубный призыв?",
    secondPText: "",
  },
  {
    firstPText: "Частокол на границе продолжает удивлять?",
    secondPText:
      "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    firstPText:
      "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
    secondPText: "",
  },
  {
    firstPText:
      "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
    secondPText: "",
  },
  {
    firstPText: "Высококачественный прототип будущего проекта обнадёживает?",
    secondPText: "",
  },
];

export const svgPlus =
  '<svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none"><circle cx="12" cy="12" r="11" stroke="#191C1F" stroke-width="2"/></svg>';

export const fullReviewData = [
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    firstPText: "Опрошенных пользовались микрокредитами",
    secondPText:
      "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
];

export const reviewData = [
  {
    icon: "./public/icons/iconc1.svg",
    name: "Константинов Михаил Павлович",
    location: "Санкт-Петербург",
    review:
      "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы...",
  },
  {
    icon: "./public/icons/iconc2.svg",
    name: "Иван Иванов",
    location: "Санкт-Петербург",
    review:
      "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
  },
  {
    icon: "./public/icons/iconc3.svg",
    name: "Артем Корнилов",
    location: "Самара",
    review:
      "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
  },
];
